Repository: Abderlahman-Omar/flutter-school_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title1
source: Student
ar: بوابة

# title2
source: Portal
ar: الطالب

# profileTitle
source: My Profile
ar: الملف الشخصى

# timeTitle
source: Time Table
ar: الجدول الزمنى

# resultsTitle
source: Results
ar: النتائج

# studentFirstName
source: Abdelrahman
ar: عبدالرحمن

# studentLastName
source: Omar
ar: عمر

# studentLvl
source: Level 300
ar: مستوى ۳۰۰

# studentDegree
source: A+
ar: ممتاز

# courseName
source: Flutter Development
ar: برمجة فلاتر

# lecTime
source: 9:00 AM
ar: التاسعة صباحا

# instructorName
source: Ahmed Ibrahim
ar: أحمد ابراهيم

# numberedDegree
source: 125 Point
ar: ١٢٥ درجة

# year
source: Fourth Year
ar: السنة الرابعة

# semister
source: First Semister
ar: النصف الأول

# loginTitle1
source: Hi
ar: مرحبا

source: Hi
ar: مرحبا

# signIn
source: Sign In to continue
ar: الرجاء تسجيل الدخول

# loginInput1
source: Email / Mobile Number
ar: البريد الاكترونى / رقم الهاتف

# loginInput2
source: Password
ar: كلمة السر

# signInBtn
source: SIGN IN
ar: تسجيل الدخول

# signInBtn2
source: To SignIN Page
ar: الذهاب لتسجبل الدخول

# classLocation
source: Class X-II A | Roll no: 12
ar: قاعة رقم ١٢ أ| مقعد رقم ٢

source: Attendance
ar: الحضور

source: Fees
ar: المستحقات

source: Take Quiz
ar: بدأ الاختبار

source: Assignment
ar: الواجب

source: Holidays
ar: الاجازات

source: Time Table
ar: الجدول الزمنى

source: Result
ar: النتيجة

source: Data Sheet
ar: البيانات

source: Ask
ar: اسأل

source: Gallery
ar: الاستديو

# leave
source: Leave Application
ar: الخروج

# change
source: Change Password
ar: تغيير رمز المرور

source: Events
ar: الاحداث

source: Logout
ar: تسجيل الخروج

source: Report
ar: الابلاغ
